[
  {
    "name": "DOKU",
    "companyLogo": "https://rec-data.kalibrr.com/www.kalibrr.com/logos/F7C2NZRJ9WRT78XRZ6WE94ZFBVXEM8JWL9LGGBUE-61b1c361.png",
    "location": "Jakarta Selatan",
    "email": "doku@doku.com",
    "description": "The transaction is the lungs of the breathing economy, that is why our first step starts with a big dream to pave the way towards freedom of transaction. Since 2007, DOKU has been the first electronic payment system and risk management company in Indonesia."
  },
  {
    "name": "PT Bank Central Asia Tbk",
    "companyLogo": "https://rec-data.kalibrr.com/logos/VYC9FJJUA87R47FZ8WNTF4YLUP86QMZTD572W4BG-5a68ac5e.png",
    "location": "Jakarta Selatan",
    "email": "bca@bca.com",
    "description": "Ever since it was established in 1957, Bank Central Asia (BCA) has continued to grow. This has been the result of the dedicated teamwork of every single one of our employees and the unflagging support of our customers. In line with our commitment to be “Always by Your Side”, BCA will continue to strive to earn the trust, and live up to the expectations, of all the Bank’s customers and other stakeholders in its drive to continue to achieve ongoing growth. \nFrom the beginning, BCA has always offered diverse financial solutions through banking transaction services for many diverse groups and ages. And now everyone can enjoy the banking transaction ease and convenience BCA offers, enabled by strong inter-branch links, an extensive ATM network, and all the other electronic banking services the Bank offers. \nBy living our slogan, “Always by Your Side”, BCA will continue to strive to provide all its customers with only the very best services and solutions."
  },
  {
    "name": "Code.id",
    "companyLogo": "https://rec-data.kalibrr.com/www.kalibrr.com/logos/5K9WLSVWKXWTFBZVNYSFRWX69DYSXZLF3EUA9GHN-60c1fbc6.png",
    "location": "Jakarta Timur",
    "email": "codeid@codeid.com",
    "description": "CODE.ID was previously a business unit of INTEGRASI, a system integrator that also provided software services established in 1999. In 2014, CODE.ID becomes an independently run company which currently has around 100 passionate developers with a myriad numbers of skill sets."
  },
  {
    "name": "PT Bank Mandiri (Persero) Tbk",
    "companyLogo": "https://rec-data.kalibrr.com/www.kalibrr.com/logos/9PAJ9S3WW6URAHYJFHBG956Z3JTJ54YCJ4VX63HT-6090fe16.png",
    "location": "Jakarta Pusat",
    "email": "mandiri@mandiri.com",
    "description": "Bank Mandiri was established on 2 October 1998, as part of the bank restructuring program of the Government of Indonesia. In July 1999, four state-owned banks - Bank Bumi Daya, Bank Dagang Negara, Bank Exim and Bapindo - were amalgamated into Bank Mandiri. The history of these four banks can be traced back to over 140 years, and together they had contributed to the beginning of the Indonesian banking sector. \nWe are continuously seeking mutually beneficial business opportunities that create synergies, building alliances and strengthening our supporting businesses with and through our subsidiaries, notably Mandiri Sekuritas in investment banking, AXA Mandiri Financial Services in insurance, Bank Syariah Mandiri in Sharia banking, Bank Mantap in micro banking, and Mandiri Tunas Finance in multi-finance. In 2011, Bank Mandiri acquired Mandiri AXA General Insurance (MAGI), a joint-venture between Bank Mandiri and AXA Societe Anonyme, to strengthen Bank Mandiri's penetration into the general insurance business. With various subsidiaries that support our businesses, we have further strengthened our position as a prominent financial holdings institution in Indonesia."
  }
]
